{"RobbinsMS46": {"Language": "Latin.", "Title": "Notationes iuris.", "Author": "Coquus, Andreas.", "Place": "Italy", "Description": "This manuscript comprises mostly Andreas Coquus \"Notationes iuris\"; topics in alphabetical order with many leaves left blank to allow for additional material. The remainder of the manuscript contains other legal texts, including Johannes de Deo (João de Deus) \"Concordia decretorum cum titulis decretalium,\" the sections of the Decretals in verse, and alphabetical table of notes, ending imperfectly in \"I.\" Much of the text is illegible because of pervasive water damage and fading."}, "RobbinsMS88": {"Language": "Latin, Italian.", "Title": "Questiones de consilio evangelice paupertatis.", "Place": "Italy", "Description": "This is a composite ms. codex. Two different sets of foliation, both recent and probably contemporary with the modern binding. Fol. 27, 53, 56-58, 78-79, 179-180, 355, 377-381, and 390 blank. Additional leaves of a smaller size are tucked in as follows: fol. 65A (between fol. 64 and fol. 65); fol. 67A (between fol. 66 and fol. 67); fol. 84A (between fol. 83 and fol. 84); fol. 161bis (also numbered as fol. 162A; between fol. 161 and fol. 162); and fol. 175A (between fol. 174 and fol. 175). What were once fol. 93, 100, 148, 182, 397, and 411, respectively, were torn out; their inner edges are still visible. Fol. 351, 352, 362, and 375 have completely disappeared. Other folios are missing as well: a careful perusal of the preserved text of Saint Bonaventure's Legenda minor Sancti Francisci shows that the chapter \"De stigmatibus sacris,\" starting on fol. 335r, is incomplete: it only contains lectiones I-IV and a fragment from the beginning of Lectio V, not continued on fol. 336r, which begins instead with the last part of Lectio II from the final chapter \"De transitu mortis.\" The manuscript as bound now is a florilegium comprised mostly of excerpts of Franciscan lore, copied by several different scribes at different times and, probably, at different locations. The folios now numbered 1 and 412 were perhaps the original flyleaves, part of the same manuscript written in Gothic bookhand, 13th century, containing the \"Homiliae in Evangelia\" of Gregory the Great; the text on fol. 1r can be identified as a fragment from St. Augustine's \"In Iohannis evangelium tractatus\" while the fragment on fol. 1v comes from St. Gregory the Great's \"Homiliarum5spectively.) On fol. 261v is mentioned a friar from Ortona, Italy: \"Frater Angelus de Ortona\", and two friars named Iacobus and Bartholinus, all of them involved in a loan related to this manuscript."}, "RobbinsMS51": {"Language": "Latin.", "Title": "Graviora aliquot dubia const[itution]is san[ctissi]mi D[omi]ni N[ost]ri Greg[ori]i XV de Romani Pontificis electione.", "Author": "Fagnani, Prospero,|d1588-1678.", "Place": "Italy", "Description": "Prospero Fagnani's treatise on the new regulations concerning papal elections established by Pope Gregory XV. Most of the text is difficult to read as the brown ink has burned through."}, "RobbinsMS150": {"Language": "Latin.", "Title": "Glossae singulares Decretalium.", "Place": "Spain", "Description": "This manuscript seems to be a collection of transcripts of lessons regarding various aspects of Canon Law; these lessons took place in Spain, mainly at the University of Salamanca, in the mid 15th century. Several scribes (up to five) completed the task of copying this manuscript. It is a sort of textbook, a record of the lessons elaborated by former law students, in order to make the notes taken while listening to the professor more legible and easier to remember. The pastedown inside back cover is a scrap from a manuscript containing the \"Epistulae\" of St. Jerome, copied by a tidy 15th century humanistic cursive hand: it shows a part of the epistula 14."}, "RobbinsMS181": {"Language": "Latin and Italian.", "Title": "De iurisdictione et privilegiis illustrorum clericorum rev[erendae] camerae apostolicae.", "Author": "Nicolais, Nicolaus Maria de.", "Place": "Rome", "Description": "A text on the offices of the Apostolic Camera, one of which is \"prefect of archives.\"  The list of twelve men (two of whom were members of the Camera under Pius VI) on f. 3r appear to be recipients of the book . At the end of the work are a letter of Pius VII dated to 1801 and a Chirograph of Innocent III."}, "RobbinsMS225": {"Language": "Latin.", "Title": "Super usibus pheudorum.", "Author": "Garrati, Martino,|d15th cent.", "Place": "Italy", "Description": "The manuscript is a sort of \"miscellanea iuridica\". The main text appears to be the work of Martino Garrati from Lodi, Italy; a short commentary on it, written by Andrea d'Isernia, follows the main text. In the manuscript is found a collection of \"consilia\" from the Italian scholar Bartolo da Sassoferrato, an authority on Roman Law during the Middle Ages. At the end, there is a treatise on the Digestum Vetus written by Matthaeus Antonii de Gualdo. Some pen trials on fol. 231r read the year \"1458\", but there is no other evidence that the manuscript was written before this date, although it seems a reasonable 'terminus ante quem\"."}, "RobbinsMS45": {"Language": "English.", "Place": "England", "Description": "Essays on papal elections and the College of Cardinals, in particular the election of Adrian VI (9 January 1522 to 14 September 1523) and Gregory XIV (5 December 1590 to 15 /16 October 1591) and a description of the death of the latter. A list of cardinals 1590-91 is found at the end of the text."}, "RobbinsMS38": {"Language": "Latin.", "Title": "Declarationes sacrae Congregationis illustrissimorum cardinalium super Concilium Tridentinum in eiusdem Concilii decretis.", "Place": "Italy", "Description": "The first section of the Declarationes (article 1.a) includes additions authored by Cardinal Antonio Carafa (1538-1591), who was a member of the Sacra Congregatio Cardinalium Concilii Tridentini Interpretum. The manuscript also includes, on fol. 12v-14r, a consilium by the Roman jurist Orazio Mandosio (d. 1594). The scribe has also copied, on fol. 259r, an annotation by Terenzio Alciati (1570-1651), member of the Commission for the revision of the Breviarium romanum. One folio prior to fol. 1, as well as fols. 10, 158, 159, and several others after fol. 261 are torn out."}, "RobbinsMS61": {"Language": "Latin", "Title": "[Collection of apostolic letters]", "Place": "Italy", "Description": "A collection of transcripts of apostolic letters (favors, privileges, declarations, bulls, constitutions, etc.) issued by popes from Adrian IV to Clement X. Includes letters from Adrian VI, Clement IV, Eugene IV, Nicholas V, Pius II, Leo X, Clement VII, Paul III, Pius IV, Pius V, Gregory XIII, Sixtus V, Clement VIII, Paul V, Gregory XV, Urban VIII, Innocent X, Alexander VII, Clement IX, and Clement X. Document on fol. 275r-285v is sealed and authenticated by Franciscus Serantonius, Apostolic Notary (fol. 285v); document on fol. 406r-410v is sealed and authenticated by Fabritius [---], Apostolic Notary (fol. 410v). Manuscript leaves are interspersed with printed material (fol. 8-15, 22-37, 51-60, 65-68, 89-97, 142-145, 185-201, 248-257, 289-295, 386-397, 426-427, 463-464, 492- 503). Foliation jumps from 225 to 230; folio 388 incorrectly numbered as 387 (thus the number 387 appears on two consecutive folios)."}, "RobbinsMS263": {"Language": "Italian.", "Place": "Rome", "Description": "These apparently unpublished summaries of the European political scene from 1555-1557 take the position of condemning Cardinal Marcantonio Colonna, who was accused of being a disobedient rebel and excommunicated by Paul IV. Persuant to Colonna's excommunication, Paul IV's nephew, Carlo Carafa - mentioned several times in the present manuscripts - was made a cardinal. The later foliation in Arabic numerals at the tail edge of each folio (123-128; 129-136; 145-[149]), as well as the section headings in Roman numerals at the head edge of the first folio of each section (X, XI-XII, XV-XVI), indicate that these bifolia were once bound together. Before they were bound together into one codex (now disbound), a former owner folded some of the individual sections and wrote the title on the outside (fol. 6r, 18r), along with the numbers \"10\" and \"5,\" respectively."}}